[{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"NA0006","fn_code":"*","fn_type":"FLAG","fn_text":"Estimates are considered unreliable. Starting with 2013–2016 data, the reliability of survey percentage estimates was assessed using new multistep National Center for Health Statistics data presentation standards for proportions. Prior to 2013–2016 data, the reliability of estimates was evaluated based on relative standard errors (RSE). Data preceded by an asterisk have an RSE of 20%–30%. Data not shown have an RSE greater than 30%. For more information, see Appendix II, Data presentation standards for proportions; Relative standard error (RSE)."}
,{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"NA0004","fn_code":"- - -","fn_type":"FLAG","fn_text":"Data not available."}
,{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"FN0054","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Persons of Hispanic and Mexican origin may be of any race. Starting with 1999 data, race-specific estimates are tabulated according to the 1997 Revisions to the Standards for the Classification of Federal Data on Race and Ethnicity and are not strictly comparable with estimates for earlier years. The non-Hispanic race categories shown in the table conform to the 1997 Standards. Starting with 1999 data, race-specific estimates are for persons who reported only one racial group. Prior to data year 1999, estimates were tabulated according to the 1977 Standards. Estimates for single-race categories prior to 1999 included persons who reported one race, or if they reported more than one race, identified one race as best representing their race. See Appendix II, Hispanic origin; Race."}
,{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"FN0002","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"Body mass index (BMI) equals weight in kilograms divided by height in meters squared. In Health, United States, the National Health and Nutrition Examination Survey (NHANES) variable Body Mass Index is rounded to one decimal place and is used to assign persons to BMI categories. Estimates in this table may differ from other estimates where BMI is directly calculated using the NHANES measured weight and measured height variables. See Appendix II, Body mass index (BMI)."}
,{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"FN0027","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Estimates are age-adjusted to the year 2000 standard population using five age groups: 20–34 years, 35–44 years, 45–54 years, 55–64 years, and 65 years and over. Age-adjusted estimates in this table may differ from other age-adjusted estimates based on the same data and presented elsewhere if different age groups are used in the adjustment procedure. See Appendix II, Age adjustment."}
,{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"FN0201","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Includes persons of all races and Hispanic origins, not just those shown separately."}
,{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"FN0076","fn_code":"5","fn_type":"FOOTNOTE","fn_text":"Calculated by dividing family income by the U.S. Department of Health and Human Services’ poverty guideline specific to family size, as well as the appropriate year and state. Persons with unknown percent of poverty level are excluded (7% in 2013–2016). See Appendix II, Family income; Poverty."}
,{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"NT0004","fn_code":"NOTES","fn_type":"NOTES","fn_text":"Percentages do not sum to 100 because the percentage of persons with BMI less than 18.5 is not shown. Additionally, the percentage of persons with obesity is embedded in the percent overweight or obese and can be further partitioned into Grades 1, 2, and 3 obesity. Age of the participant (in years) is at the time of screening. Height is measured without shoes. Estimates exclude pregnant women. See Health, United States, 2013, Table 69, for earlier data years."}
,{"fn_year":"2018","hus_short_name":"BMIAD","fn_id":"SC0004","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Health and Nutrition Examination Survey. See Appendix I, National Health and Nutrition Examination Survey (NHANES)."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"NA0001","fn_code":"*","fn_type":"FLAG","fn_text":"Rates based on fewer than 20 deaths are considered unreliable and are not shown."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"FN0157","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Drug overdose was coded using underlying cause of death according to the 10th revision of the International Classification of Diseases (ICD–10). See Appendix II, Cause of death; Table IV. Drug overdose deaths include those resulting from accidental or intentional overdose of a drug, being given the wrong drug, taking the wrong drug in error, taking a drug inadvertently, or other misuses of drugs. These deaths are from all manners and intents, including unintentional, suicide, homicide, legal intervention, operations of war, and undetermined intent."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"FN0019","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"Age-adjusted rates are calculated using the year 2000 standard population with unrounded population numbers. Age-adjusted estimates in this table may differ from other age-adjusted estimates based on the same data and presented elsewhere if different age groups are used in the adjustment procedure. See Appendix II, Age adjustment."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"FN0049","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"The race groups white, black, Asian or Pacific Islander, and American Indian or Alaska Native include persons of Hispanic and non-Hispanic origin. Persons of Hispanic origin may be of any race. Death rates for Hispanic, American Indian or Alaska Native, and Asian or Pacific Islander persons should be interpreted with caution because of inconsistencies in reporting Hispanic origin or race on the death certificate (death rate numerators) compared with population figures (death rate denominators). The net effect of misclassification is an underestimation of deaths and death rates for races other than white and black. See Appendix II, Race, for a detailed discussion of sources of bias in death rates by race and Hispanic origin."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"FN0156","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Drug overdose deaths involving opioids include those with an underlying cause of drug overdose and with an opioid mentioned in the ICD–10 multiple causes of death. The Any opioid category is defined by multiple cause-of-death codes T40.0–T40.4 and T40.6."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"FN0255","fn_code":"5","fn_type":"FOOTNOTE","fn_text":"The Natural and semisynthetic opioids category, which includes codeine, oxycodone, and morphine, among other drugs, is defined by multiple cause-of-death code T40.2."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"FN0256","fn_code":"6","fn_type":"FOOTNOTE","fn_text":"The Other synthetic opioids (other than methadone) category, which includes fentanyl, tramadol, and propoxyphene (removed from the market in 2010), is defined by multiple cause-of-death code T40.4. A sharp increase in deaths involving synthetic opioids, other than methadone, in 2014 coincided with law enforcement reports of increased availability of illicitly manufactured, or nonpharmaceutical, fentanyl. Illicitly manufactured fentanyl cannot be distinguished from pharmaceutical fentanyl in death certificate data. For more information, see the Centers for Disease Control and Prevention's health advisory: Increases in fentanyl drug confiscations and fentanyl-related overdose fatalities. 2015. Available from: https://emergency.cdc.gov/han/han00384.asp, and Rudd RA, Aleshire N, Zibbell JE, Gladden M. Increases in drug and opioid overdose deaths—United States, 2000–2014. MMWR Morb Mortal Wkly Rep 64(50–51):1378–82. 2016. Available from: https://www.cdc.gov/mmwr/preview/mmwrhtml/mm6450a3.htm?s_cid=mm6450a3_w."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"FN0257","fn_code":"7","fn_type":"FOOTNOTE","fn_text":"The heroin category is defined by multiple cause-of-death code T40.1. Drug overdose deaths involving heroin include those with an underlying cause of drug overdose and with heroin mentioned in the ICD–10 multiple causes of death. Metabolic breakdown of heroin into morphine in the body can make it difficult to distinguish between deaths from heroin and deaths from morphine based on the information on the death certificate. Some deaths reported to involve morphine could be deaths from heroin. This may result in an undercount of heroin-related deaths. For more information, see Hedegaard H, Chen LH, Warner M. Drug-poisoning deaths involving heroin: United States, 2000–2013. NCHS Data Brief, no 190. Hyattsville, MD: National Center for Health Statistics. 2015. Available from: https://www.cdc.gov/nchs/data/databriefs/db190.htm."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"NT0001","fn_code":"NOTES","fn_type":"NOTES","fn_text":"Drug overdose deaths may involve multiple drugs. Deaths involving multiple drugs, for example heroin and oxycodone, are included in the death rate for natural and semisynthetic opioids and the death rate for heroin. For more information on the type of drugs commonly involved in drug overdose deaths, in addition to the use of literal text from the death certificate to enhance mortality statistics, see: Hedegaard H, Bastian BA, Trinidad JP, Spencer M, Warner M. Drugs most frequently involved in drug overdose deaths: United States, 2011–2016. National Vital Statistics Reports; vol 67 no 9. Hyattsville, MD: National Center for Health Statistics. 2018. Available from: https://www.cdc.gov/nchs/data/nvsr/nvsr67/nvsr67_09-508.pdf. In 1999–2017, 12%–25% of drug overdose deaths did not include specific information on the death certificate on the type of drug that was involved. For more information, see: Hedegaard H, Miniño AM, Warner M. Drug overdose deaths in the United States, 1999–2017. NCHS Data Brief, no 329. Hyattsville, MD: National Center for Health Statistics. 2018. Available from: https://www.cdc.gov/nchs/products/databriefs/db329.htm. Rates for 1999 were computed using intercensal population estimates based on the 1990 and 2000 Censuses. Rates for 2000 were computed based on 2000 bridged-race April 1 census counts. Starting with Health, United States, 2012, rates for 2001–2009 were revised using intercensal population estimates based on the 2000 and 2010 Censuses. Rates for 2010 were based on 2010 bridged-race April 1 census counts. Rates for 2011 and beyond were computed using 2010-based postcensal estimates. See Appendix I, Population Census and Population Estimates. Age groups were selected to minimize the presentation of unstable age-specific death rates based on small numbers of deaths and for consistency among comparison groups. For additional injury-related statistics, see the Web-based Injury Statistics Query and Reporting System (WISQARS), available from: https://www.cdc.gov/injury/wisqars/index.html. Starting with 2003 data, some states allowed the reporting of more than one race on the death certificate. The multiple-race data for these states were bridged to the single-race categories of the 1977 Office of Management and Budget standards, for comparability across the trend. See Appendix II, Race."}
,{"fn_year":"2018","hus_short_name":"ODMORT","fn_id":"SC0001","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Vital Statistics System; numerator data from National Vital Statistics System, annual public-use Mortality Files; denominator data from national population estimates for race groups from Table 1; Kochanek KD, Murphy SL, Xu JQ, Arias E. Deaths: Final data for 2017. National Vital Statistics Reports. Hyattsville, MD: National Center for Health Statistics. 2019. Available from: https://www.cdc.gov/nchs/products/nvsr.htm. See Appendix I, National Vital Statistics System (NVSS)."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"NA0007","fn_code":"*","fn_type":"FLAG","fn_text":"Estimates are considered unreliable. Starting with 2016 data, the reliability of survey percentage estimates was assessed using new multistep National Center for Health Statistics data presentation standards for proportions. Prior to 2016 data, the reliability of estimates was evaluated based on relative standard errors (RSE). Data preceded by an asterisk have an RSE of 20%–30%. Data not shown have an RSE greater than 30%. For more information, see Appendix II, Data presentation standards for proportions; Relative standard error (RSE)."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"NA0004","fn_code":"- - -","fn_type":"FLAG","fn_text":"Data not available."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0116","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Based on persons responding to the questions, \"During the past 12 months was there any time when person needed medical care but did not get it because person couldn't afford it?\" and \"During the past 12 months has medical care been delayed because of worry about the cost?\""}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0115","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"Based on persons responding to the question, \"During the past 12 months was there any time when person needed prescription medicine but didn't get it because person couldn't afford it?\""}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0114","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Based on persons responding to the question, \"During the past 12 months was there any time when person needed dental care (including check ups) but didn't get it because person couldn't afford it?\""}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0187","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Includes all other races not shown separately, unknown health insurance status, unknown education level, and unknown disability status."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0042","fn_code":"5","fn_type":"FOOTNOTE","fn_text":"Estimates are for persons aged 25–64. GED is General Educational Development high school equivalency diploma. See Appendix II, Education."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0069","fn_code":"6","fn_type":"FOOTNOTE","fn_text":"Based on family income and family size and composition using U.S. Census Bureau poverty thresholds. Missing family income data were imputed. See Appendix II, Family income; Poverty; Table VII."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0091","fn_code":"7","fn_type":"FOOTNOTE","fn_text":"Health insurance categories are mutually exclusive. Persons who reported both Medicaid and private coverage are classified as having private coverage. Starting with 1997 data, state-sponsored health plan coverage is included as Medicaid coverage. Starting with 1999 data, coverage by the Children's Health Insurance Program (CHIP) is included as Medicaid coverage. In addition to private and Medicaid, the insured category also includes military plans, other government-sponsored health plans, and Medicare. Persons not covered by private insurance, Medicaid, CHIP, public assistance (through 1996), state-sponsored or other government-sponsored health plans (starting in 1997), Medicare, or military plans are considered to have no health insurance coverage. Persons with only Indian Health Service coverage are considered to have no health insurance coverage. See Appendix II, Health insurance coverage."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0102","fn_code":"8","fn_type":"FOOTNOTE","fn_text":"Defined by the reported level of difficulty in six functioning domains: seeing (even if wearing glasses), hearing (even if wearing hearing aids), mobility (walking or climbing stairs), communication (understanding or being understood by others), cognition (remembering or concentrating), and self-care (such as washing all over or dressing). Respondents with answers to one or more of the six questions were included in one of three mutually-exclusive categories. Those responding \"A lot of difficulty\" or \"Cannot do at all/unable to do\" to at least one question were classified in the \"A lot of difficulty/cannot do at all\" category. Of the remaining respondents, those responding \"Some difficulty\" to at least one question were classified in the \"Some difficulty\" category, and those responding \"No difficulty\" to at least one question were classified in the \"No difficulty\" category. Those responding \"Don't know\" or \"Refused\" to all six questions were excluded. During 2010–2017, 1%–8% of respondents were missing data and excluded. See Appendix II, Functional limitation."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"FN0208","fn_code":"9","fn_type":"FOOTNOTE","fn_text":"MSA is metropolitan statistical area. Starting with 2016 data, MSA status was determined using 2010 Census data and the 2010 standards for defining MSAs. For more information, including the definition prior to 2016, see Appendix II, Metropolitan statistical area (MSA), for the applicable standards."}
,{"fn_year":"2018","hus_short_name":"UNMTND","fn_id":"SC0007","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Health Interview Survey, family core, sample child, and sample adult questionnaires. See Appendix I, National Health Interview Survey (NHIS)."}
,{"fn_year":"2018","hus_short_name":"OBESCH","fn_id":"NA0006","fn_code":"*","fn_type":"FLAG","fn_text":"Estimates are considered unreliable. Starting with 2013–2016 data, the reliability of survey percentage estimates was assessed using new multistep National Center for Health Statistics data presentation standards for proportions. Prior to 2013–2016 data, the reliability of estimates was evaluated based on relative standard errors (RSE). Data preceded by an asterisk have an RSE of 20%–30%. Data not shown have an RSE greater than 30%. For more information, see Appendix II, Data presentation standards for proportions; Relative standard error (RSE)."}
,{"fn_year":"2018","hus_short_name":"OBESCH","fn_id":"NA0004","fn_code":"- - -","fn_type":"FLAG","fn_text":"Data not available."}
,{"fn_year":"2018","hus_short_name":"OBESCH","fn_id":"FN0054","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Persons of Hispanic and Mexican origin may be of any race. Starting with 1999 data, race-specific estimates are tabulated according to the 1997 Revisions to the Standards for the Classification of Federal Data on Race and Ethnicity and are not strictly comparable with estimates for earlier years. The non-Hispanic race categories shown in the table conform to the 1997 Standards. Starting with 1999 data, race-specific estimates are for persons who reported only one racial group. Prior to data year 1999, estimates were tabulated according to the 1977 Standards. Estimates for single-race categories prior to 1999 included persons who reported one race, or if they reported more than one race, identified one race as best representing their race. See Appendix II, Hispanic origin; Race."}
,{"fn_year":"2018","hus_short_name":"OBESCH","fn_id":"FN0201","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"Includes persons of all races and Hispanic origins, not just those shown separately."}
,{"fn_year":"2018","hus_short_name":"OBESCH","fn_id":"FN0076","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Calculated by dividing family income by the U.S. Department of Health and Human Services’ poverty guideline specific to family size, as well as the appropriate year and state. Persons with unknown percent of poverty level are excluded (7% in 2013–2016). See Appendix II, Family income; Poverty."}
,{"fn_year":"2018","hus_short_name":"OBESCH","fn_id":"NT0006","fn_code":"NOTES","fn_type":"NOTES","fn_text":"Obesity in youth is defined as body mass index (BMI) at or above the sex- and age-specific 95th percentile of the 2000 Centers for Disease Control and Prevention (CDC) Growth Charts. See: Ogden CL, Flegal KM. Changes in terminology for childhood overweight and obesity. Natl Health Stat Report. 2010 Jun 25;(25):1-5. PubMed PMID: 20939253. Available from: https://www.cdc.gov/nchs/data/nhsr/nhsr025.pdf. BMI equals weight in kilograms divided by height in meters squared. See Appendix II, Body mass index (BMI). In Health, United States, the National Health and Nutrition Examination Survey variable Body Mass Index is used to assign persons to BMI categories. Age is at the time of examination. Height is measured without shoes. Data on both age and height were collected during a standardized physical examination conducted in mobile examination centers. Estimates exclude pregnant females. Crude percentages, not age-adjusted percentages, are shown. See Health, United States, 2013, Table 70, for earlier data years."}
,{"fn_year":"2018","hus_short_name":"OBESCH","fn_id":"SC0004","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Health and Nutrition Examination Survey. See Appendix I, National Health and Nutrition Examination Survey (NHANES)."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"NA0005","fn_code":"*","fn_type":"FLAG","fn_text":"Estimates are considered unreliable. Rates preceded by an asterisk are based on fewer than 50 deaths in the numerator. Rates not shown are based on fewer than 20 deaths in the numerator."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"NA0004","fn_code":"- - -","fn_type":"FLAG","fn_text":"Data not available."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0249","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Rates based on unweighted birth cohort data."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0247","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"Rates based on period file using weighted data. See Appendix I, National Vital Statistics System (NVSS), Linked Birth/Infant Death Data Set."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0222","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Under 1 year of age."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0209","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Excludes data for American Samoa, Guam, Northern Marianas, Puerto Rico, and Virgin Islands."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0219","fn_code":"5","fn_type":"FOOTNOTE","fn_text":"Rates for white and black are substituted for non-Hispanic white and non-Hispanic black for Louisiana for 1989, Oklahoma for 1989–1990, and New Hampshire for 1989–1991."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0047","fn_code":"6","fn_type":"FOOTNOTE","fn_text":"Comparable data were not available for all time periods and for all racial and ethnic groups. Therefore, only selected estimates are presented for the territories. Linked birth/infant death data are not available for American Samoa and Northern Marianas."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0055","fn_code":"7","fn_type":"FOOTNOTE","fn_text":"Persons of Hispanic origin may be of any race. See Appendix II, Hispanic origin."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0197","fn_code":"8","fn_type":"FOOTNOTE","fn_text":"Includes persons of Hispanic and non-Hispanic origin."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"FN0213","fn_code":"9","fn_type":"FOOTNOTE","fn_text":"Rates for Hispanic origin exclude data from states not reporting Hispanic origin on the birth certificate for 1 or more years in a 3-year period."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"NT0016","fn_code":"NOTES","fn_type":"NOTES","fn_text":"Starting with 2003 data, some states reported multiple-race data. The multiple-race data for these states were bridged to the single-race categories of the 1977 Office of Management and Budget standards, for comparability with other states. See Appendix II, Race. National linked files do not exist for 1992–1994."}
,{"fn_year":"2017","hus_short_name":"IMLINKST","fn_id":"SC0012","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Vital Statistics System, public-use and nonpublic-use Linked Birth/Infant Death Data Set; National Center for Health Statistics. User guide to the 2015 period linked birth/infant death public use file. 2016. Available from: ftp://ftp.cdc.gov/pub/Health_Statistics/NCHS/Dataset_Documentation/DVS/periodlinked/LinkPE15Guide.pdf. See Appendix I, National Vital Statistics System (NVSS)"}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"NA0007","fn_code":"*","fn_type":"FLAG","fn_text":"Estimates are considered unreliable. Starting with 2016 data, the reliability of survey percentage estimates was assessed using new multistep National Center for Health Statistics data presentation standards for proportions. Prior to 2016 data, the reliability of estimates was evaluated based on relative standard errors (RSE). Data preceded by an asterisk have an RSE of 20%–30%. Data not shown have an RSE greater than 30%. For more information, see Appendix II, Data presentation standards for proportions; Relative standard error (RSE)."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"NA0004","fn_code":"- - -","fn_type":"FLAG","fn_text":"Data not available."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0085","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Data prior to 1997 are not strictly comparable with data for later years due to the 1997 questionnaire redesign. See Appendix I, National Health Interview Survey (NHIS) and Appendix II, Health insurance coverage."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0265","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"Estimates for 2000–2002 were calculated using 2000-based sample weights and may differ from estimates in other reports that used 1990-based sample weights for 2000–2002 estimates."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0261","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Beginning in quarter 3 of the 2004 NHIS, persons under age 65 with no reported coverage were asked explicitly about Medicaid coverage. Estimates were calculated without and with the additional information from this question in the columns labeled 2004(1) and 2004(2), respectively, and estimates were calculated with the additional information starting with 2005 data."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0183","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Includes all other races not shown separately, those with unknown marital status, unknown disability status, and, in 1984 and 1989, persons with unknown poverty level."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0196","fn_code":"5","fn_type":"FOOTNOTE","fn_text":"Includes persons aged 14–64."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0067","fn_code":"6","fn_type":"FOOTNOTE","fn_text":"The race groups white, black, American Indian or Alaska Native, Asian, Native Hawaiian or Other Pacific Islander, and 2 or more races include persons of Hispanic and non-Hispanic origin. Persons of Hispanic origin may be of any race. Starting with 1999 data, race-specific estimates are tabulated according to the 1997 Revisions to the Standards for the Classification of Federal Data on Race and Ethnicity and are not strictly comparable with estimates for earlier years. The five single-race categories and multiple-race categories shown in the table conform to the 1997 Standards. Starting with 1999 data, race-specific estimates are for persons who reported only one racial group; the category 2 or more races includes persons who reported more than one racial group. Prior to 1999, data were tabulated according to the 1977 Standards with four racial groups, and the Asian only category included Native Hawaiian or Other Pacific Islander. Estimates for single-race categories prior to 1999 included persons who reported one race, or if they reported more than one race, identified one race as best representing their race. Starting with 2003 data, race responses of other race and unspecified multiple race were treated as missing, and then race was imputed if these were the only race responses. Almost all persons with a race response of other race were of Hispanic origin. See Appendix II, Hispanic origin; Race."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0069","fn_code":"7","fn_type":"FOOTNOTE","fn_text":"Based on family income and family size and composition using U.S. Census Bureau poverty thresholds. Missing family income data were imputed. See Appendix II, Family income; Poverty; Table VII."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0102","fn_code":"8","fn_type":"FOOTNOTE","fn_text":"Defined by the reported level of difficulty in six functioning domains: seeing (even if wearing glasses), hearing (even if wearing hearing aids), mobility (walking or climbing stairs), communication (understanding or being understood by others), cognition (remembering or concentrating), and self-care (such as washing all over or dressing). Respondents with answers to one or more of the six questions were included in one of three mutually-exclusive categories. Those responding \"A lot of difficulty\" or \"Cannot do at all/unable to do\" to at least one question were classified in the \"A lot of difficulty/cannot do at all\" category. Of the remaining respondents, those responding \"Some difficulty\" to at least one question were classified in the \"Some difficulty\" category, and those responding \"No difficulty\" to at least one question were classified in the \"No difficulty\" category. Those responding \"Don't know\" or \"Refused\" to all six questions were excluded. During 2010–2017, 1%–8% of respondents were missing data and excluded. See Appendix II, Functional limitation."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"FN0208","fn_code":"9","fn_type":"FOOTNOTE","fn_text":"MSA is metropolitan statistical area. Starting with 2016 data, MSA status was determined using 2010 Census data and the 2010 standards for defining MSAs. For more information, including the definition prior to 2016, see Appendix II, Metropolitan statistical area (MSA), for the applicable standards."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"NT0018","fn_code":"NOTES","fn_type":"NOTES","fn_text":"The category Medicaid coverage includes persons who had any of the following at the time of interview: Medicaid, other public assistance (through 1996), state-sponsored health plan (starting in 1997), or Children's Health Insurance Program [(CHIP) starting in 1999]; it includes those who also had another type of coverage in addition to one of these. In 2017, 18.6% of persons under age 65 reported being covered by Medicaid, 0.7% by state-sponsored health plans, and 0.9% by CHIP. Estimates may not sum to total because of rounding. The number of persons with Medicaid coverage was calculated by multiplying the percentage with Medicaid coverage by the number of persons under age 65 in the civilian noninstitutionalized U.S. population, which was determined from the poststratification Census control total for each survey year. Percentages of persons with Medicaid coverage were calculated with unknown values excluded from denominators. See Appendix II, Health insurance coverage; Medicaid. Standard errors are available in the spreadsheet version of this table. Data for additional years are available. See the Excel spreadsheet on the Health, United States website at: https://www.cdc.gov/nchs/hus.htm."}
,{"fn_year":"2018","hus_short_name":"HIMCAID","fn_id":"SC0014","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Health Interview Survey, health insurance supplements (1984, 1989, 1994–1996). Starting with 1997, data are from the family core and the sample adult questionnaires. Data for level of difficulty are from the 2010 Quality of Life and 2011–2017 Functioning and Disability questionnaires, family core. See Appendix I, National Health Interview Survey (NHIS)."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"NA0001","fn_code":"*","fn_type":"FLAG","fn_text":"Rates based on fewer than 20 deaths are considered unreliable and are not shown."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"NA0004","fn_code":"- - -","fn_type":"FLAG","fn_text":"Data not available."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"FN0191","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Includes deaths of persons who were not residents of the 50 states and the District of Columbia (D.C.). In 1950, deaths of persons in Alaska and Hawaii were excluded."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"FN0164","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"Underlying cause of death was coded according to the 6th revision of the International Classification of Diseases (ICD) in 1950, 7th revision in 1960, 8th revision in 1970, and 9th revision in 1980–1998. See Appendix II, Cause of death; Table III; Table IV."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"FN0160","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Starting with 1999 data, cause of death is coded according to ICD–10. Codes included were V02–V04, V09.0, V09.2, V12–V14, V19.0–V19.2, V19.4–V19.6, V20–V79, V80.3–V80.5, V81.0–V81.1, V82.0–V82.1, V83–V86, V87.0–V87.8, V88.0–V88.8, V89.0, and V89.2. See Appendix II, Cause of death; Comparability ratio; Table IV; Table V."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"FN0020","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Age-adjusted rates are calculated using the year 2000 standard population. Prior to 2001, age-adjusted rates were calculated using standard million proportions based on rounded population numbers. Starting with 2001 data, unrounded population numbers are used to calculate age-adjusted rates. Age-adjusted estimates in this table may differ from other age-adjusted estimates based on the same data and presented elsewhere if different age groups are used in the adjustment procedure. See Appendix II, Age adjustment."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"FN0049","fn_code":"5","fn_type":"FOOTNOTE","fn_text":"The race groups white, black, Asian or Pacific Islander, and American Indian or Alaska Native include persons of Hispanic and non-Hispanic origin. Persons of Hispanic origin may be of any race. Death rates for Hispanic, American Indian or Alaska Native, and Asian or Pacific Islander persons should be interpreted with caution because of inconsistencies in reporting Hispanic origin or race on the death certificate (death rate numerators) compared with population figures (death rate denominators). The net effect of misclassification is an underestimation of deaths and death rates for races other than white and black. See Appendix II, Race, for a detailed discussion of sources of bias in death rates by race and Hispanic origin."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"FN0227","fn_code":"6","fn_type":"FOOTNOTE","fn_text":"In 1950, rate is for the age group 75 and over."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"FN0145","fn_code":"7","fn_type":"FOOTNOTE","fn_text":"Prior to 1997, data from states that did not report Hispanic origin on the death certificate were excluded. See Appendix II, Hispanic origin."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"NT0002","fn_code":"NOTES","fn_type":"NOTES","fn_text":"Suicide death rates for all ages include the small number of suicides among children aged 5–9 years. Starting with Health, United States, 2003, rates for 1991–1999 (shown in spreadsheet version) were revised using intercensal population estimates based on the 1990 and 2000 Censuses. For 2000, population estimates are bridged-race April 1 census counts. Starting with Health, United States, 2012, rates for 2001–2009 (shown in spreadsheet version) were revised using intercensal population estimates based on the 2000 and 2010 Censuses. For 2010, population estimates are bridged-race April 1 census counts. Rates for 2011 (shown in spreadsheet version) and beyond were computed using 2010-based postcensal estimates. See Appendix I, Population Census and Population Estimates. Figures for 2001 (in spreadsheet version) include September 11-related deaths for which death certificates were filed as of October 24, 2002. See Appendix II, Cause of death; Table IV for terrorism-related ICD–10 codes. Age groups were selected to minimize the presentation of unstable age-specific death rates based on small numbers of deaths and for consistency among comparison groups. For additional injury-related statistics, see Web-based Injury Statistics Query and Reporting System (WISQARS), available from: https://www.cdc.gov/injury/wisqars/index.html. Starting with 2003 data, some states began to collect information on more than one race on the death certificate, according to 1997 Office of Management and Budget (OMB) standards. The multiple-race data for these states were bridged to the single-race categories of the 1977 OMB standards, for comparability across the trend. See Appendix II, Race."}
,{"fn_year":"2018","hus_short_name":"SUIMORT","fn_id":"SC0002","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Vital Statistics System; Grove RD, Hetzel AM. Vital statistics rates in the United States, 1940–1960. 1968; numerator data from National Vital Statistics System, annual public-use Mortality Files; denominator data from national population estimates for race groups from Table 1 and unpublished Hispanic population estimates for 1985–1996 prepared by the Housing and Household Economic Statistics Division, U.S. Census Bureau; Kochanek KD, Murphy SL, Xu JQ, Arias E. Deaths: Final data for 2017. National Vital Statistics Reports. Hyattsville, MD: National Center for Health Statistics. 2019. Available from: https://www.cdc.gov/nchs/products/nvsr.htm. See Appendix I, National Vital Statistics System (NVSS)."}
,{"fn_year":"2017","hus_short_name":"INJEDVIS","fn_id":"NA0008","fn_code":"*","fn_type":"FLAG","fn_text":"Estimates are considered unreliable. Data preceded by an asterisk have a relative standard error (RSE) of 20%–30%. Data not shown have an RSE greater than 30%."}
,{"fn_year":"2017","hus_short_name":"INJEDVIS","fn_id":"NA0002","fn_code":"...","fn_type":"FLAG","fn_text":"Category not applicable."}
,{"fn_year":"2017","hus_short_name":"INJEDVIS","fn_id":"FN0267","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Intent and mechanism of injury are based on the first-listed external cause-of-injury code (E code). Intentional injuries include self-inflicted injuries and assaults. See Appendix II, External cause of injury; Injury; Injury-related visit; Table X for a listing of E codes."}
,{"fn_year":"2017","hus_short_name":"INJEDVIS","fn_id":"FN0268","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"Includes all injury-related visits not shown separately in table, including those with undetermined intent (1% in 2014–2015) and insufficient or no information to code cause of injury (7% in 2014–2015)."}
,{"fn_year":"2017","hus_short_name":"INJEDVIS","fn_id":"FN0046","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Rates are age-adjusted to the year 2000 standard population using six age groups: under 18 years, 18–24 years, 25–44 years, 45–64 years, 65–74 years, and 75 years and over. Age-adjusted estimates in this table may differ from other age-adjusted estimates based on the same data and presented elsewhere if different age groups are used in the adjustment procedure. See Appendix II, Age adjustment."}
,{"fn_year":"2017","hus_short_name":"INJEDVIS","fn_id":"FN0203","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Includes unintentional injury-related visits with mechanism of injury not shown in table."}
,{"fn_year":"2017","hus_short_name":"INJEDVIS","fn_id":"NT0019","fn_code":"NOTES","fn_type":"NOTES","fn_text":"An emergency department visit was considered injury-related if the first-listed diagnosis was injury-related (International Classification of Diseases, Ninth Revision, Clinical Modification [ICD-9-CM] codes 800–909.2, 909.4, 909.9–994.9, 995.50–995.59,and 995.80–995.85) or the first-listed external cause code (E code) was injury-related (ICD-9-CM codes E800–E869, E880–E929, and E950–E999). See: https://www.cdc.gov/nchs/injury/injury_tools.htm for codes used to classify injury-related visits in this table.Visits with a first-listed diagnosis or first-listed E code describing a complication or adverse effect of medical care were not considered injury-related. For more information on injury-related visits, see: Bergen G, Chen LH, Warner M, Fingerhut LA. Injury in the United States:2007 Chartbook. Hyattsville, MD: National Center for Health Statistics. 2008. Available from: https://www.cdc.gov/nchs/data/misc/injury2007.pdf. Estimates for first-listed injury-related visits were further limited to those visits that were initial visits for the injury.This was determined using an imputed variable in 2005–2006; for 2007 and beyond, this was determined by using the initial visit episode of care information collected on the questionnaire. Limiting the estimates to initial visits decreases the total number of injury-related visitsby 9% in 2005–2006, 14% in 2007–2008, 10%–13% in 2008–2009 through 2012–2013, and 6%–7% in 2013–2014 and 2014–2015. Rates were calculated using U.S. Census Bureau estimates of the civilian population of the United States, including institutionalized persons. Rates for 2005–2010were computed using 2000-based postcensal population estimates. Rates for 2011 and beyond were computed using 2010-based postcensal population estimates."}
,{"fn_year":"2017","hus_short_name":"INJEDVIS","fn_id":"SC0016","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Hospital Ambulatory Medical Care Survey. See Appendix I, National Hospital Ambulatory Medical Care Survey (NHAMCS)."}
,{"fn_year":"2017","hus_short_name":"HCAREVIS","fn_id":"NA0008","fn_code":"*","fn_type":"FLAG","fn_text":"Estimates are considered unreliable. Data flagged by an asterisk have a relative standard error (RSE) of 20%–30%. Data not shown have an RSE greater than 30%."}
,{"fn_year":"2017","hus_short_name":"HCAREVIS","fn_id":"NA0004","fn_code":"- - -","fn_type":"FLAG","fn_text":"Data not available."}
,{"fn_year":"2017","hus_short_name":"HCAREVIS","fn_id":"FN0123","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"All places includes visits to physician offices and hospital outpatient and emergency departments. See Appendix II, Emergency department; Emergency department or emergency room visit; Office visit; Outpatient department; Outpatient visit."}
,{"fn_year":"2017","hus_short_name":"HCAREVIS","fn_id":"FN0264","fn_code":"2","fn_type":"FOOTNOTE","fn_text":"In 2012–2015, data for All places and Physician offices exclude visits to community health centers; in 2006–2011, data for All places and Physician offices include visits to community health centers (2%–3% of visits to physician offices in 2006–2011 were to community health centers). Prior to 2006, visits to community health centers were not included in the survey."}
,{"fn_year":"2017","hus_short_name":"HCAREVIS","fn_id":"FN0033","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Estimates are age-adjusted to the year 2000 standard population using six age groups: under 18 years, 18–44 years, 45–54 years, 55–64 years, 65–74 years, and 75 years and over. Age-adjusted estimates in this table may differ from other age-adjusted estimates based on the same data and presented elsewhere if different age groups are used in the adjustment procedure. See Appendix II, Age adjustment."}
,{"fn_year":"2017","hus_short_name":"HCAREVIS","fn_id":"FN0051","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Estimates by racial group should be used with caution because information on race was collected from medical records, and race is imputed for records missing that information. In 2015, race data were missing and imputed for 26% of visits. Information on the race imputation process used in each data year is available in the public-use file documentation, available from: https://www.cdc.gov/nchs/ahcd.htm. Starting with 1999 data, the instruction for the race item on the Patient Record Form was changed so that more than one race could be recorded. In previous years only one racial category could be checked. Estimates for race in this table are for visits where only one race was recorded. Because of the small number of responses with more than one racial group checked, estimates for visits with multiple races checked are unreliable and are not presented."}
,{"fn_year":"2017","hus_short_name":"HCAREVIS","fn_id":"NT0017","fn_code":"NOTES","fn_type":"NOTES","fn_text":"Rates were calculated using estimates of the civilian noninstitutionalized population of the United States. Rates for 2000 were computed using 1990-based postcensal population estimates. Rates for 2001–2010 were computed using 2000-based postcensal population estimates. Rates for 2011 data and beyond were computed using 2010-based postcensal population estimates. Rates using the civilian noninstitutionalized population will be overestimated to the extent that visits by institutionalized persons are counted in the numerator (e.g., hospital emergency department visits by nursing home residents), but institutionalized persons are omitted from the denominator (the civilian noninstitutionalized population). Starting with Health, United States, 2005, data for physician offices for 2001 and beyond use a revised weighting scheme. See Appendix I, National Ambulatory Medical Care Survey (NAMCS); National Hospital Ambulatory Medical Care Survey (NHAMCS)."}
,{"fn_year":"2017","hus_short_name":"HCAREVIS","fn_id":"SC0013","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Ambulatory Medical Care Survey and National Hospital Ambulatory Medical Care Survey. See Appendix I, National Ambulatory Medical Care Survey (NAMCS); National Hospital Ambulatory Medical Care Survey (NHAMCS)."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"FN0209","fn_type":"FOOTNOTE","fn_text":"Excludes data for American Samoa, Guam, Northern Marianas, Puerto Rico, and Virgin Islands."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"NA0009","fn_code":"*","fn_type":"FLAG","fn_text":"Percentages preceded by an asterisk are based on fewer than 50 births and are considered unreliable. Percentages not shown are based on fewer than 20 births."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"NA0003","fn_code":"-","fn_type":"FLAG","fn_text":"Quantity zero."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"NA0004","fn_code":"- - -","fn_type":"FLAG","fn_text":"Data not available."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"FN0212","fn_code":"1","fn_type":"FOOTNOTE","fn_text":"Excludes live births with unknown birthweight. See Appendix II, Birthweight."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"FN0048","fn_code":"3","fn_type":"FOOTNOTE","fn_text":"Comparable data were not available for all time periods and for all racial and ethnic groups. Therefore, only selected estimates are presented for the territories"}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"FN0269","fn_code":"4","fn_type":"FOOTNOTE","fn_text":"Persons of Hispanic origin may be of any race. See Appendix II, Hispanic origin."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"FN0197","fn_code":"5","fn_type":"FOOTNOTE","fn_text":"Includes persons of Hispanic and non-Hispanic origin."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"NT0020","fn_code":"NOTES","fn_type":"NOTES","fn_text":"Estimates are based on single-race categories; multiple-race data were bridged to single-race categories as needed. For information on low birthweight live births by state, see Table I–21 in Martin JA, Hamilton BE, Osterman MJK, Driscoll AK, Drake P. Births: Final data for 2016. National Vital Statistics Reports, vol 67 no 1. Hyattsville, MD: National Center for Health Statistics. 2018. Available from: https://www.cdc.gov/nchs/data/nvsr/nvsr67/nvsr67_01.pdf. Starting with 2003 data, some states and territories reported multiple-race data. The multiple-race data for these areas were bridged to the single-race categories of the 1977 Office of Management and Budget standards, for comparability with other states. As of January 1, 2016, all states and reporting areas (other than American Samoa) had adopted the 2003 U.S. Standard Certificate of Live Birth. Bridged single-race categories are still presented in Health, United States to permit trend comparisons. See Appendix II, Race. Data for the territories are shown by race and ethnicity only if race-specific data are available for all years in the 3-year period. Data for additional years are available. See the Excel spreadsheet on the Health, United States website at: https://www.cdc.gov/nchs/hus.htm."}
,{"fn_year":"2018","hus_short_name":"LBWST","fn_id":"SC0015","fn_code":"SOURCE","fn_type":"SOURCE","fn_text":"NCHS, National Vital Statistics System, public-use Birth File. Martin JA, Hamilton BE, Osterman MJK, Driscoll AK, Drake P. Births: Final data for 2016. National Vital Statistics Reports, vol 67 no 1. Hyattsville, MD: National Center for Health Statistics. 2018. Available from: https://www.cdc.gov/nchs/data/nvsr/nvsr67/nvsr67_01.pdf. See Appendix I, National Vital Statistics System (NVSS)."}]